Repository: maoschanz/quicklists-gnome-shell-extension
Catalog: quicklists@maestroschan.*/locale/*/LC_MESSAGES/quicklists.po
Languages: pl

source: Recent files
pl: Niedawno odwiedzone

source: Trash
pl: Kosz

source: Other places
pl: Inne miejsca

source: Bookmarks
pl: Zakładki

source: Manage extensions
pl: Zarządzaj rozszerzeniami

source: Display bookmarks in a submenu:
pl: Wyświetlaj zakładki w pod-menu:

source: Nautilus and Nemo icons will display your bookmarks. If you have many, a submenu is recommended.
pl: Ikony Nautilusa i Nemo będą wyświetlać twoje zakładki. Jeśli masz ich wiele, zalecane jest użycie pod-menu.

source: Number of recent files in a menu:
pl: Liczba niedawno odwiedzonych plików w menu:

source: The maximum number of recent files which will be displayed in the menu of an application's icon.
pl: Największa liczba niedawno odwiedzonych plików, która może być wyświetlona w menu ikony jakiejś aplikacji.

source: Display recent files in a submenu:
pl: Wyświetlaj niedawno odwiedzone pliki w pod-menu:

source: Applications' icons will display recently opened files they can open. If you want many, a submenu is recommended.
pl: Ikony aplikacji będą wyświetlały niedawno odwiedzone pliki, które mogą otwierać. Przy dużej ilości zalecane jest pod-menu.

source: About
pl: O Quicklists

source: Report bugs or ideas
pl: Zgłoś błędy lub pomysły
